{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[BOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "Strip",
        "strip_left": true,
        "strip_right": true
      },
      {
        "type": "Lowercase"
      },
      {
        "type": "NFD"
      },
      {
        "type": "StripAccents"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Whitespace"
      }
    ]
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[BOS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[EOS]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[BOS]": {
        "id": "[BOS]",
        "ids": [
          1
        ],
        "tokens": [
          "[BOS]"
        ]
      },
      "[EOS]": {
        "id": "[EOS]",
        "ids": [
          2
        ],
        "tokens": [
          "[EOS]"
        ]
      },
      "[PAD]": {
        "id": "[PAD]",
        "ids": [
          3
        ],
        "tokens": [
          "[PAD]"
        ]
      },
      "[UNK]": {
        "id": "[UNK]",
        "ids": [
          0
        ],
        "tokens": [
          "[UNK]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[UNK]": 0,
      "[BOS]": 1,
      "[EOS]": 2,
      "[PAD]": 3,
      "\b": 4,
      "\u0010": 5,
      "!": 6,
      "\"": 7,
      "#": 8,
      "$": 9,
      "%": 10,
      "&": 11,
      "'": 12,
      "(": 13,
      ")": 14,
      "*": 15,
      "+": 16,
      ",": 17,
      "-": 18,
      ".": 19,
      "/": 20,
      "0": 21,
      "1": 22,
      "2": 23,
      "3": 24,
      "4": 25,
      "5": 26,
      "6": 27,
      "7": 28,
      "8": 29,
      "9": 30,
      ":": 31,
      ";": 32,
      "<": 33,
      "=": 34,
      ">": 35,
      "?": 36,
      "@": 37,
      "[": 38,
      "\\": 39,
      "]": 40,
      "^": 41,
      "_": 42,
      "`": 43,
      "a": 44,
      "b": 45,
      "c": 46,
      "d": 47,
      "e": 48,
      "f": 49,
      "g": 50,
      "h": 51,
      "i": 52,
      "j": 53,
      "k": 54,
      "l": 55,
      "m": 56,
      "n": 57,
      "o": 58,
      "p": 59,
      "q": 60,
      "r": 61,
      "s": 62,
      "t": 63,
      "u": 64,
      "v": 65,
      "w": 66,
      "x": 67,
      "y": 68,
      "z": 69,
      "{": 70,
      "|": 71,
      "}": 72,
      "~": 73,
      "": 74,
      "": 75,
      "": 76,
      "": 77,
      "": 78,
      "": 79,
      "": 80,
      "": 81,
      "": 82,
      "": 83,
      "¡": 84,
      "¢": 85,
      "£": 86,
      "¤": 87,
      "¦": 88,
      "§": 89,
      "¨": 90,
      "«": 91,
      "­": 92,
      "®": 93,
      "°": 94,
      "³": 95,
      "´": 96,
      "·": 97,
      "º": 98,
      "»": 99,
      "½": 100,
      "¾": 101,
      "¿": 102,
      "ß": 103,
      "æ": 104,
      "ð": 105,
      "ø": 106,
      "–": 107,
      "‘": 108,
      "’": 109,
      "“": 110,
      "”": 111,
      "…": 112,
      "₤": 113,
      "": 114,
      "##o": 115,
      "##l": 116,
      "##g": 117,
      "##r": 118,
      "##a": 119,
      "##m": 120,
      "##n": 121,
      "##t": 122,
      "##u": 123,
      "##e": 124,
      "##d": 125,
      "##w": 126,
      "##s": 127,
      "##i": 128,
      "##j": 129,
      "##c": 130,
      "##h": 131,
      "##x": 132,
      "##p": 133,
      "##f": 134,
      "##y": 135,
      "##v": 136,
      "##k": 137,
      "##b": 138,
      "##q": 139,
      "##6": 140,
      "##0": 141,
      "##æ": 142,
      "##z": 143,
      "##8": 144,
      "##$": 145,
      "##.": 146,
      "##,": 147,
      "##1": 148,
      "##4": 149,
      "##'": 150,
      "##<": 151,
      "##*": 152,
      "###": 153,
      "##¦": 154,
      "##5": 155,
      "##3": 156,
      "##9": 157,
      "##%": 158,
      "##!": 159,
      "##\"": 160,
      "##)": 161,
      "##(": 162,
      "##-": 163,
      "##+": 164,
      "##=": 165,
      "##>": 166,
      "##7": 167,
      "##2": 168,
      "##:": 169,
      "##?": 170,
      "##¿": 171,
      "##;": 172,
      "##_": 173,
      "##¨": 174,
      "##/": 175,
      "##[": 176,
      "##ø": 177,
      "##&": 178,
      "##": 179,
      "##\\": 180,
      "##“": 181,
      "##]": 182,
      "##": 183,
      "##": 184,
      "##@": 185,
      "##^": 186,
      "##ß": 187,
      "##}": 188,
      "##’": 189,
      "##½": 190,
      "##…": 191,
      "##\b": 192,
      "##~": 193,
      "##`": 194,
      "##¤": 195,
      "##": 196,
      "##¡": 197,
      "##{": 198,
      "##": 199,
      "##§": 200,
      "##": 201,
      "##": 202,
      "##·": 203,
      "##£": 204,
      "##ð": 205,
      "##": 206,
      "th": 207,
      "the": 208,
      "##er": 209,
      "##in": 210,
      "##nd": 211,
      "##at": 212,
      "##es": 213,
      "##or": 214,
      "##en": 215,
      "##ing": 216,
      "##is": 217,
      "##ou": 218,
      "##on": 219,
      "##ed": 220,
      "and": 221,
      "##ar": 222,
      "to": 223,
      "##ll": 224,
      "of": 225,
      "##an": 226,
      "##it": 227,
      "##re": 228,
      "in": 229,
      "##as": 230,
      "br": 231,
      "is": 232,
      "##om": 233,
      "it": 234,
      "##ic": 235,
      "/>": 236,
      "##le": 237,
      "##ot": 238,
      "wh": 239,
      "##al": 240,
      "be": 241,
      "##ut": 242,
      "##ct": 243,
      "##il": 244,
      "##ie": 245,
      "##ly": 246,
      "##st": 247,
      "on": 248,
      "this": 249,
      "##ov": 250,
      "that": 251,
      "re": 252,
      "st": 253,
      "##ow": 254,
      "##ent": 255,
      "##ad": 256,
      "##ve": 257,
      "##ch": 258,
      "##ion": 259,
      "##et": 260,
      "##ay": 261,
      "##gh": 262,
      "##se": 263,
      "mov": 264,
      "for": 265,
      "as": 266,
      "was": 267,
      "an": 268,
      "##ith": 269,
      "##im": 270,
      "/><": 271,
      "sh": 272,
      "##id": 273,
      "fil": 274,
      "film": 275,
      "se": 276,
      "##all": 277,
      "with": 278,
      "##oo": 279,
      "##ce": 280,
      "##ver": 281,
      "##am": 282,
      "##ld": 283,
      "you": 284,
      "he": 285,
      "##ir": 286,
      "movie": 287,
      "but": 288,
      "ch": 289,
      "ha": 290,
      "##ke": 291,
      "##ur": 292,
      "##ter": 293,
      "li": 294,
      "not": 295,
      ".<": 296,
      "##ill": 297,
      "##her": 298,
      "##ally": 299,
      "##ers": 300,
      "fr": 301,
      "his": 302,
      "##ess": 303,
      "##ck": 304,
      "at": 305,
      "su": 306,
      "pr": 307,
      "are": 308,
      "##est": 309,
      "##ome": 310,
      "##em": 311,
      "##pe": 312,
      "##ould": 313,
      "##ul": 314,
      "so": 315,
      "al": 316,
      "sc": 317,
      "##ri": 318,
      "we": 319,
      "have": 320,
      "her": 321,
      "##ght": 322,
      "do": 323,
      "de": 324,
      "##ain": 325,
      "one": 326,
      "##ust": 327,
      "act": 328,
      "all": 329,
      "ex": 330,
      "who": 331,
      "##un": 332,
      "##ra": 333,
      "pl": 334,
      "ab": 335,
      "##ore": 336,
      "com": 337,
      "##out": 338,
      "##op": 339,
      "##ood": 340,
      "##ab": 341,
      "ne": 342,
      "##ol": 343,
      "##act": 344,
      "ma": 345,
      "they": 346,
      "by": 347,
      "##ant": 348,
      "##el": 349,
      "##art": 350,
      "##ies": 351,
      "##us": 352,
      "##ge": 353,
      "wor": 354,
      "like": 355,
      "or": 356,
      "some": 357,
      "##pp": 358,
      "from": 359,
      "con": 360,
      "##ous": 361,
      "##ere": 362,
      "out": 363,
      "##ist": 364,
      "en": 365,
      "##os": 366,
      "##ast": 367,
      "there": 368,
      "##th": 369,
      "di": 370,
      "##one": 371,
      "##ost": 372,
      "##ven": 373,
      "##ight": 374,
      "##od": 375,
      "just": 376,
      "un": 377,
      "##ation": 378,
      "me": 379,
      "##ough": 380,
      "##um": 381,
      "le": 382,
      "##ate": 383,
      "##au": 384,
      "char": 385,
      "##ich": 386,
      "##fe": 387,
      "about": 388,
      "has": 389,
      "tim": 390,
      "can": 391,
      "##and": 392,
      "if": 393,
      "##ery": 394,
      "##atch": 395,
      "tr": 396,
      "man": 397,
      "what": 398,
      "##ory": 399,
      "##ind": 400,
      "##ard": 401,
      "##ive": 402,
      "##ack": 403,
      "##..": 404,
      "##pt": 405,
      "my": 406,
      "##ort": 407,
      "good": 408,
      "any": 409,
      "ever": 410,
      "she": 411,
      "up": 412,
      "##ud": 413,
      "##ook": 414,
      "##reat": 415,
      "charact": 416,
      "no": 417,
      "when": 418,
      "##ak": 419,
      "more": 420,
      "watch": 421,
      "fe": 422,
      "int": 423,
      "get": 424,
      "very": 425,
      "see": 426,
      "##ong": 427,
      "##ig": 428,
      "would": 429,
      "##ity": 430,
      "go": 431,
      "cl": 432,
      "##ob": 433,
      "story": 434,
      "bec": 435,
      "##ound": 436,
      "even": 437,
      "how": 438,
      "##ite": 439,
      "time": 440,
      "ar": 441,
      "am": 442,
      "##ame": 443,
      "##ff": 444,
      "per": 445,
      "##ther": 446,
      "##able": 447,
      "which": 448,
      "only": 449,
      "##oy": 450,
      "really": 451,
      "had": 452,
      "##hing": 453,
      "##og": 454,
      "##ag": 455,
      "other": 456,
      "show": 457,
      "their": 458,
      "scen": 459,
      "##ious": 460,
      "##ue": 461,
      "than": 462,
      "were": 463,
      "well": 464,
      "##itt": 465,
      "him": 466,
      "te": 467,
      "pe": 468,
      "...": 469,
      "will": 470,
      "kn": 471,
      "sp": 472,
      "##ap": 473,
      "##ure": 474,
      "##ink": 475,
      "##ick": 476,
      "did": 477,
      "im": 478,
      "##ful": 479,
      "end": 480,
      "does": 481,
      "them": 482,
      "mu": 483,
      "##ars": 484,
      "over": 485,
      "##ine": 486,
      "##ond": 487,
      "##our": 488,
      "great": 489,
      "##man": 490,
      "##ays": 491,
      "bad": 492,
      "##ade": 493,
      "##ence": 494,
      "bet": 495,
      "look": 496,
      "bl": 497,
      "qu": 498,
      "##so": 499,
      "##ci": 500,
      "lov": 501,
      "ad": 502,
      "##ment": 503,
      "##rect": 504,
      "af": 505,
      "##ause": 506,
      "most": 507,
      "much": 508,
      "fa": 509,
      "cr": 510,
      "tw": 511,
      "fir": 512,
      "thr": 513,
      "##ish": 514,
      "don": 515,
      "could": 516,
      "us": 517,
      "peop": 518,
      "##pl": 519,
      "##ice": 520,
      "every": 521,
      "dis": 522,
      "pre": 523,
      "been": 524,
      "people": 525,
      "po": 526,
      "direct": 527,
      "sa": 528,
      "first": 529,
      "also": 530,
      "into": 531,
      "##iv": 532,
      "because": 533,
      "too": 534,
      "know": 535,
      "think": 536,
      "ag": 537,
      "##ose": 538,
      "##ple": 539,
      "##ide": 540,
      "off": 541,
      "##int": 542,
      "##lf": 543,
      "##ble": 544,
      "part": 545,
      "wr": 546,
      "real": 547,
      "##age": 548,
      "##other": 549,
      "##ass": 550,
      "##per": 551,
      "made": 552,
      "way": 553,
      "##oll": 554,
      "make": 555,
      "thing": 556,
      "car": 557,
      "its": 558,
      "after": 559,
      "##ors": 560,
      "then": 561,
      "##for": 562,
      "gu": 563,
      "ye": 564,
      "fun": 565,
      "mak": 566,
      "##ile": 567,
      "##ict": 568,
      "fl": 569,
      "##pr": 570,
      "##te": 571,
      "##ry": 572,
      "movies": 573,
      "##ull": 574,
      "seem": 575,
      "##ated": 576,
      "##gin": 577,
      "gr": 578,
      "inter": 579,
      "work": 580,
      "##ces": 581,
      "##ty": 582,
      "ser": 583,
      "character": 584,
      "##ary": 585,
      "ro": 586,
      "##cc": 587,
      "##ually": 588,
      "##ical": 589,
      "##ian": 590,
      "play": 591,
      "aw": 592,
      "##own": 593,
      "##iew": 594,
      "characters": 595,
      "##ep": 596,
      "plot": 597,
      "##qu": 598,
      "love": 599,
      "##tain": 600,
      "two": 601,
      "films": 602,
      "##pect": 603,
      "dr": 604,
      "##ach": 605,
      "your": 606,
      "never": 607,
      "##fect": 608,
      "being": 609,
      "##iz": 610,
      "##ber": 611,
      "seen": 612,
      "##self": 613,
      "many": 614,
      "life": 615,
      "where": 616,
      "want": 617,
      ").": 618,
      "som": 619,
      "##ance": 620,
      "des": 621,
      "##ny": 622,
      "jo": 623,
      "##ittle": 624,
      "acting": 625,
      "best": 626,
      "hor": 627,
      "little": 628,
      "somet": 629,
      "##ves": 630,
      "say": 631,
      "##ens": 632,
      "back": 633,
      "##nder": 634,
      "through": 635,
      "##urn": 636,
      "##ip": 637,
      "##wn": 638,
      "##oc": 639,
      "##ans": 640,
      "rem": 641,
      "##ving": 642,
      "##get": 643,
      "##ath": 644,
      "##ang": 645,
      "##ark": 646,
      "19": 647,
      "may": 648,
      "##ake": 649,
      "##ents": 650,
      "##ily": 651,
      "##oss": 652,
      "sl": 653,
      "##ne": 654,
      "ve": 655,
      "spe": 656,
      "##ather": 657,
      "rec": 658,
      "##ild": 659,
      "here": 660,
      "##ult": 661,
      "str": 662,
      "still": 663,
      "better": 664,
      "##ise": 665,
      "##we": 666,
      "),": 667,
      "##ace": 668,
      "##ire": 669,
      "##ions": 670,
      "##ph": 671,
      "ke": 672,
      "should": 673,
      "perfor": 674,
      "##ia": 675,
      "##ual": 676,
      "min": 677,
      "again": 678,
      "find": 679,
      "bel": 680,
      "kill": 681,
      "these": 682,
      "att": 683,
      "scene": 684,
      "under": 685,
      "new": 686,
      "old": 687,
      "##augh": 688,
      "why": 689,
      "while": 690,
      "feel": 691,
      "prob": 692,
      "##igh": 693,
      "##thing": 694,
      "##ase": 695,
      "res": 696,
      "##ought": 697,
      "inc": 698,
      "now": 699,
      "scenes": 700,
      "sim": 701,
      "##ting": 702,
      "em": 703,
      "such": 704,
      "something": 705,
      "##ater": 706,
      "gen": 707,
      "##iend": 708,
      "10": 709,
      "cast": 710,
      "##oth": 711,
      "happ": 712,
      "##ning": 713,
      "interest": 714,
      "##odu": 715,
      "ap": 716,
      "fam": 717,
      "hum": 718,
      "##ably": 719,
      "##ac": 720,
      "sur": 721,
      "gir": 722,
      "lot": 723,
      "##ree": 724,
      "##are": 725,
      "point": 726,
      "mus": 727,
      "##if": 728,
      "##me": 729,
      "ev": 730,
      "##ating": 731,
      "##ason": 732,
      "##ever": 733,
      "fin": 734,
      "scre": 735,
      "cont": 736,
      "performan": 737,
      "##fore": 738,
      "wom": 739,
      "those": 740,
      "##alk": 741,
      "##ense": 742,
      "--": 743,
      "##arly": 744,
      "##ations": 745,
      "##oun": 746,
      "watching": 747,
      "##be": 748,
      "##less": 749,
      "es": 750,
      "doesn": 751,
      "director": 752,
      "though": 753,
      "dec": 754,
      "##ying": 755,
      "down": 756,
      "years": 757,
      "set": 758,
      "actors": 759,
      "##ng": 760,
      "che": 761,
      "big": 762,
      "sm": 763,
      "ob": 764,
      "##li": 765,
      "##ror": 766,
      "##joy": 767,
      "didn": 768,
      "before": 769,
      "enjoy": 770,
      "id": 771,
      "##ect": 772,
      "##ial": 773,
      "guy": 774,
      "another": 775,
      "view": 776,
      "young": 777,
      "ter": 778,
      "nothing": 779,
      "funny": 780,
      "##vel": 781,
      "comed": 782,
      "tak": 783,
      "start": 784,
      "fact": 785,
      "actually": 786,
      "##av": 787,
      "high": 788,
      "makes": 789,
      "long": 790,
      "ori": 791,
      "mis": 792,
      "exce": 793,
      "belie": 794,
      "##az": 795,
      "##ock": 796,
      "produ": 797,
      "comp": 798,
      "war": 799,
      "going": 800,
      "mar": 801,
      "rel": 802,
      "few": 803,
      "tri": 804,
      "girl": 805,
      "pret": 806,
      "##erson": 807,
      "same": 808,
      "world": 809,
      "origin": 810,
      "##ute": 811,
      "got": 812,
      "turn": 813,
      "supp": 814,
      "ind": 815,
      "app": 816,
      "##ience": 817,
      "ho": 818,
      "tra": 819,
      "##ash": 820,
      "hard": 821,
      "diff": 822,
      "##ub": 823,
      "sub": 824,
      "bit": 825,
      "sec": 826,
      "own": 827,
      "##aw": 828,
      "##ool": 829,
      "sin": 830,
      "##cial": 831,
      "ph": 832,
      "##ible": 833,
      "thought": 834,
      "el": 835,
      "##ript": 836,
      "inv": 837,
      "friend": 838,
      "##ft": 839,
      "##der": 840,
      "wond": 841,
      "far": 842,
      "ed": 843,
      "quite": 844,
      "##ave": 845,
      "laugh": 846,
      "screen": 847,
      "stu": 848,
      "comple": 849,
      "things": 850,
      "pretty": 851,
      "bu": 852,
      "need": 853,
      "right": 854,
      "##eric": 855,
      "##ffect": 856,
      "ins": 857,
      "kid": 858,
      "bas": 859,
      "##aut": 860,
      "seems": 861,
      "##les": 862,
      "around": 863,
      "horror": 864,
      "##iting": 865,
      "bor": 866,
      "original": 867,
      "##ction": 868,
      "wonder": 869,
      "effect": 870,
      "##ib": 871,
      "take": 872,
      "however": 873,
      "cam": 874,
      "acc": 875,
      "person": 876,
      "inst": 877,
      "##ings": 878,
      "hel": 879,
      "script": 880,
      "enough": 881,
      "##ways": 882,
      "##ved": 883,
      "##ced": 884,
      "series": 885,
      "##ween": 886,
      "enter": 887,
      "both": 888,
      "cra": 889,
      "##arr": 890,
      "##ention": 891,
      "##ons": 892,
      "class": 893,
      "between": 894,
      "action": 895,
      "give": 896,
      "##ically": 897,
      "americ": 898,
      "child": 899,
      "kind": 900,
      "##ately": 901,
      "must": 902,
      "appe": 903,
      "sex": 904,
      "op": 905,
      "mom": 906,
      "read": 907,
      "beaut": 908,
      "tell": 909,
      "cons": 910,
      "come": 911,
      "##ness": 912,
      "without": 913,
      "comedy": 914,
      "let": 915,
      "times": 916,
      "always": 917,
      "ep": 918,
      "##inem": 919,
      "alm": 920,
      "hand": 921,
      "music": 922,
      "saw": 923,
      "last": 924,
      "reason": 925,
      "put": 926,
      "rev": 927,
      "##ell": 928,
      "gets": 929,
      "family": 930,
      "isn": 931,
      "cinem": 932,
      "interesting": 933,
      "role": 934,
      "##ug": 935,
      "##ead": 936,
      "co": 937,
      "##utes": 938,
      "##ale": 939,
      "almost": 940,
      "main": 941,
      "##vious": 942,
      "art": 943,
      "##icul": 944,
      "##ouse": 945,
      "least": 946,
      "sure": 947,
      "whole": 948,
      "done": 949,
      "aud": 950,
      "par": 951,
      "mon": 952,
      "shot": 953,
      "ll": 954,
      "lead": 955,
      "sound": 956,
      "book": 957,
      "##ward": 958,
      "might": 959,
      "##its": 960,
      "expect": 961,
      "differ": 962,
      "cle": 963,
      "##ody": 964,
      "##ully": 965,
      "sch": 966,
      "##ines": 967,
      "\".": 968,
      "##press": 969,
      "##ner": 970,
      "expl": 971,
      "##ks": 972,
      "ide": 973,
      "\",": 974,
      "##ount": 975,
      "making": 976,
      "##!!": 977,
      "worth": 978,
      "##app": 979,
      "##ress": 980,
      "anything": 981,
      "minutes": 982,
      "gl": 983,
      "run": 984,
      "##raph": 985,
      "cour": 986,
      "complete": 987,
      "begin": 988,
      "since": 989,
      "call": 990,
      "super": 991,
      "performance": 992,
      "night": 993,
      "##hn": 994,
      "##oot": 995,
      "##over": 996,
      "day": 997,
      "##ently": 998,
      "##ane": 999,
      "woman": 1000,
      "pol": 1001,
      "boy": 1002,
      "probably": 1003,
      "##rible": 1004,
      "help": 1005,
      "entertain": 1006,
      "yet": 1007,
      "care": 1008,
      "##ord": 1009,
      "##uring": 1010,
      "##son": 1011,
      "tv": 1012,
      "john": 1013,
      "away": 1014,
      "chr": 1015,
      "ext": 1016,
      "ste": 1017,
      "##lem": 1018,
      "rob": 1019,
      "imp": 1020,
      "add": 1021,
      "##cially": 1022,
      "mean": 1023,
      "rather": 1024,
      "##stand": 1025,
      "worst": 1026,
      "mat": 1027,
      "##ail": 1028,
      "##oney": 1029,
      "##red": 1030,
      "ty": 1031,
      "abs": 1032,
      "found": 1033,
      "sequ": 1034,
      "our": 1035,
      "##xt": 1036,
      "##**": 1037,
      "comm": 1038,
      "##ign": 1039,
      "##alog": 1040,
      "pres": 1041,
      "##ism": 1042,
      "##ative": 1043,
      "poor": 1044,
      "vers": 1045,
      "gi": 1046,
      "ent": 1047,
      "miss": 1048,
      "##ures": 1049,
      "##ition": 1050,
      "##als": 1051,
      "##isod": 1052,
      "anyone": 1053,
      "episod": 1054,
      "##istic": 1055,
      "mind": 1056,
      "ac": 1057,
      "less": 1058,
      "def": 1059,
      "##ives": 1060,
      "played": 1061,
      "bo": 1062,
      "each": 1063,
      "##mend": 1064,
      "##apt": 1065,
      "star": 1066,
      "happen": 1067,
      "cre": 1068,
      "##ange": 1069,
      "dialog": 1070,
      "mur": 1071,
      "alth": 1072,
      "espe": 1073,
      "having": 1074,
      "##ady": 1075,
      "although": 1076,
      "especially": 1077,
      "pro": 1078,
      "##osed": 1079,
      "anim": 1080,
      "keep": 1081,
      "hal": 1082,
      "##ember": 1083,
      "bud": 1084,
      "##umb": 1085,
      "lik": 1086,
      "believe": 1087,
      "course": 1088,
      "unf": 1089,
      "##ert": 1090,
      "job": 1091,
      "second": 1092,
      "surpr": 1093,
      "sk": 1094,
      "ey": 1095,
      "##led": 1096,
      "comes": 1097,
      "looking": 1098,
      "##ten": 1099,
      "trying": 1100,
      "##wood": 1101,
      "##ling": 1102,
      "rest": 1103,
      "##aster": 1104,
      "dv": 1105,
      "place": 1106,
      "##ject": 1107,
      "house": 1108,
      ".\"": 1109,
      "goes": 1110,
      "year": 1111,
      "stand": 1112,
      "port": 1113,
      "sense": 1114,
      "##00": 1115,
      "black": 1116,
      "##ither": 1117,
      "##ollow": 1118,
      "perfect": 1119,
      "conf": 1120,
      "looks": 1121,
      "##olly": 1122,
      "dvd": 1123,
      "different": 1124,
      "##ife": 1125,
      "dram": 1126,
      "actor": 1127,
      "##ograph": 1128,
      "##ingly": 1129,
      "money": 1130,
      "dan": 1131,
      "problem": 1132,
      "ending": 1133,
      "true": 1134,
      "##ret": 1135,
      "head": 1136,
      "maybe": 1137,
      "##here": 1138,
      "##ertain": 1139,
      "someone": 1140,
      "vis": 1141,
      "##empt": 1142,
      "wasn": 1143,
      "once": 1144,
      "cou": 1145,
      "prov": 1146,
      "fan": 1147,
      "everything": 1148,
      "gra": 1149,
      "##ah": 1150,
      "##ates": 1151,
      "##lud": 1152,
      "low": 1153,
      "creat": 1154,
      "##iter": 1155,
      "short": 1156,
      "##ney": 1157,
      "##ank": 1158,
      "nice": 1159,
      "pa": 1160,
      "shows": 1161,
      "##ics": 1162,
      "men": 1163,
      "pow": 1164,
      "##hip": 1165,
      "follow": 1166,
      "recom": 1167,
      "##oint": 1168,
      "three": 1169,
      "##iful": 1170,
      "ann": 1171,
      "recommend": 1172,
      "##ues": 1173,
      "half": 1174,
      "talk": 1175,
      "american": 1176,
      "fall": 1177,
      "mor": 1178,
      "imag": 1179,
      "##ments": 1180,
      "fav": 1181,
      "dre": 1182,
      "cor": 1183,
      "certain": 1184,
      "sing": 1185,
      "##iece": 1186,
      "toget": 1187,
      "together": 1188,
      "eng": 1189,
      "poss": 1190,
      "death": 1191,
      "det": 1192,
      "##ider": 1193,
      "rom": 1194,
      "watched": 1195,
      "obvious": 1196,
      "ele": 1197,
      "nor": 1198,
      "##aps": 1199,
      "special": 1200,
      "father": 1201,
      "everyone": 1202,
      "sy": 1203,
      "plays": 1204,
      "##ality": 1205,
      "exper": 1206,
      "effects": 1207,
      "later": 1208,
      "dra": 1209,
      "audience": 1210,
      "said": 1211,
      "takes": 1212,
      "excell": 1213,
      "instead": 1214,
      "review": 1215,
      "home": 1216,
      "form": 1217,
      "top": 1218,
      "##ilar": 1219,
      "beautiful": 1220,
      "dead": 1221,
      "hour": 1222,
      "sit": 1223,
      "left": 1224,
      "himself": 1225,
      "ple": 1226,
      "version": 1227,
      "tit": 1228,
      "christ": 1229,
      "##ortun": 1230,
      "else": 1231,
      "wife": 1232,
      "##ences": 1233,
      "##cing": 1234,
      "heart": 1235,
      "rele": 1236,
      "understand": 1237,
      "during": 1238,
      "##ames": 1239,
      "sus": 1240,
      "simp": 1241,
      "camer": 1242,
      "##ern": 1243,
      "exc": 1244,
      "##sy": 1245,
      "sty": 1246,
      "##ray": 1247,
      "friends": 1248,
      "##ollywood": 1249,
      "seeing": 1250,
      "##land": 1251,
      "##way": 1252,
      "red": 1253,
      "tal": 1254,
      "dist": 1255,
      "lu": 1256,
      "##ier": 1257,
      "bre": 1258,
      "came": 1259,
      "excellent": 1260,
      "##atic": 1261,
      "##ted": 1262,
      "##omb": 1263,
      "##ro": 1264,
      "entire": 1265,
      "##ited": 1266,
      "fight": 1267,
      "use": 1268,
      "defin": 1269,
      "col": 1270,
      "idea": 1271,
      "##ists": 1272,
      "sad": 1273,
      "disc": 1274,
      "serious": 1275,
      "ass": 1276,
      "tot": 1277,
      "##pid": 1278,
      "##ird": 1279,
      "feat": 1280,
      "##uth": 1281,
      "tru": 1282,
      "##0s": 1283,
      "includ": 1284,
      "beh": 1285,
      "##ional": 1286,
      "remember": 1287,
      "hist": 1288,
      "vi": 1289,
      "pict": 1290,
      "##itch": 1291,
      "##arn": 1292,
      "##fully": 1293,
      "unt": 1294,
      "##ren": 1295,
      "##day": 1296,
      "ang": 1297,
      "invol": 1298,
      "stud": 1299,
      "##ime": 1300,
      "human": 1301,
      "##ides": 1302,
      "wa": 1303,
      "simply": 1304,
      "mem": 1305,
      "line": 1306,
      "ref": 1307,
      "##gg": 1308,
      "##ton": 1309,
      "##ix": 1310,
      "song": 1311,
      "vide": 1312,
      "budget": 1313,
      "##io": 1314,
      "disapp": 1315,
      "##vin": 1316,
      "##ster": 1317,
      "attempt": 1318,
      "stupid": 1319,
      "hollywood": 1320,
      "gener": 1321,
      "lack": 1322,
      "disappoint": 1323,
      "wrong": 1324,
      "##dd": 1325,
      "##ised": 1326,
      "##ets": 1327,
      "dark": 1328,
      "##ented": 1329,
      "ir": 1330,
      "mess": 1331,
      "hero": 1332,
      "ret": 1333,
      "open": 1334,
      "completely": 1335,
      "full": 1336,
      "cop": 1337,
      "hope": 1338,
      "supposed": 1339,
      "used": 1340,
      "eas": 1341,
      "##ared": 1342,
      "##ann": 1343,
      "along": 1344,
      "nat": 1345,
      "either": 1346,
      "dep": 1347,
      "absol": 1348,
      "##ired": 1349,
      "try": 1350,
      "except": 1351,
      "sw": 1352,
      "given": 1353,
      "word": 1354,
      "ra": 1355,
      "##ru": 1356,
      "count": 1357,
      "kids": 1358,
      "mod": 1359,
      "absolute": 1360,
      "loc": 1361,
      "win": 1362,
      "classic": 1363,
      "conc": 1364,
      "small": 1365,
      "performances": 1366,
      "women": 1367,
      "amaz": 1368,
      "school": 1369,
      "particul": 1370,
      "boring": 1371,
      "bat": 1372,
      "##cy": 1373,
      "pain": 1374,
      "##ied": 1375,
      "light": 1376,
      "##oon": 1377,
      "fail": 1378,
      "coll": 1379,
      "won": 1380,
      "##itten": 1381,
      "ok": 1382,
      "production": 1383,
      "##tle": 1384,
      "adv": 1385,
      "dou": 1386,
      "blood": 1387,
      "until": 1388,
      "camera": 1389,
      "##cept": 1390,
      "consider": 1391,
      "exam": 1392,
      "##ize": 1393,
      "pass": 1394,
      "##ew": 1395,
      "dri": 1396,
      "awful": 1397,
      "emot": 1398,
      "##ography": 1399,
      "stars": 1400,
      "viol": 1401,
      "bar": 1402,
      "hu": 1403,
      "rich": 1404,
      "mid": 1405,
      "##ters": 1406,
      "murder": 1407,
      "sat": 1408,
      "truly": 1409,
      "##ys": 1410,
      "video": 1411,
      "jack": 1412,
      "becom": 1413,
      "favor": 1414,
      "sort": 1415,
      "reg": 1416,
      "couple": 1417,
      "mr": 1418,
      "next": 1419,
      "ge": 1420,
      "##vers": 1421,
      "spo": 1422,
      "##elt": 1423,
      "##oice": 1424,
      "mich": 1425,
      "cut": 1426,
      "av": 1427,
      "god": 1428,
      "name": 1429,
      "##velop": 1430,
      "brother": 1431,
      "definite": 1432,
      "##wh": 1433,
      "##haps": 1434,
      "power": 1435,
      "gre": 1436,
      "##sc": 1437,
      "perhaps": 1438,
      "cred": 1439,
      "##que": 1440,
      "##ities": 1441,
      "face": 1442,
      "portray": 1443,
      "rid": 1444,
      "##ote": 1445,
      "slow": 1446,
      "sever": 1447,
      "flick": 1448,
      "cur": 1449,
      "yes": 1450,
      "moments": 1451,
      "##oles": 1452,
      "##gr": 1453,
      "##aring": 1454,
      "episode": 1455,
      "wonderful": 1456,
      "##iness": 1457,
      "live": 1458,
      "walk": 1459,
      "##air": 1460,
      "##olog": 1461,
      "desp": 1462,
      "sn": 1463,
      "dem": 1464,
      "terrible": 1465,
      "##ott": 1466,
      "cent": 1467,
      "playing": 1468,
      "fant": 1469,
      "##ric": 1470,
      "getting": 1471,
      "mother": 1472,
      "##sel": 1473,
      "humor": 1474,
      "##ories": 1475,
      "written": 1476,
      "##ased": 1477,
      "##lish": 1478,
      "har": 1479,
      "early": 1480,
      "doing": 1481,
      "master": 1482,
      "often": 1483,
      "style": 1484,
      "develop": 1485,
      "others": 1486,
      "pop": 1487,
      "##ility": 1488,
      "actress": 1489,
      "##illi": 1490,
      "##rib": 1491,
      "definitely": 1492,
      "gives": 1493,
      "dav": 1494,
      "unfortun": 1495,
      "##mer": 1496,
      "guess": 1497,
      "##unch": 1498,
      "mag": 1499,
      "itself": 1500,
      "stop": 1501,
      "##amp": 1502,
      "lines": 1503,
      "case": 1504,
      "lost": 1505,
      "##ief": 1506,
      "##ler": 1507,
      "become": 1508,
      "dialogue": 1509,
      "piece": 1510,
      "##ison": 1511,
      "trans": 1512,
      "finally": 1513,
      "##ork": 1514,
      "felt": 1515,
      "strong": 1516,
      "quest": 1517,
      "white": 1518,
      "capt": 1519,
      "impress": 1520,
      "##enn": 1521,
      "cinema": 1522,
      "##ized": 1523,
      "oh": 1524,
      "liked": 1525,
      ",\"": 1526,
      "thrill": 1527,
      "##ming": 1528,
      "val": 1529,
      "children": 1530,
      "##cum": 1531,
      "##med": 1532,
      "couldn": 1533,
      "side": 1534,
      "son": 1535,
      "extre": 1536,
      "##kes": 1537,
      "##ident": 1538,
      "title": 1539,
      "##body": 1540,
      "close": 1541,
      "pur": 1542,
      "##ibly": 1543,
      "picture": 1544,
      "absolutely": 1545,
      "..": 1546,
      "went": 1547,
      "cann": 1548,
      "##ael": 1549,
      "##ows": 1550,
      "##ush": 1551,
      "uni": 1552,
      "##ony": 1553,
      "against": 1554,
      "unc": 1555,
      "##ouch": 1556,
      "evil": 1557,
      "waste": 1558,
      "worse": 1559,
      "certainly": 1560,
      "mention": 1561,
      "vict": 1562,
      "past": 1563,
      "##ont": 1564,
      "succ": 1565,
      "killer": 1566,
      "nov": 1567,
      "deli": 1568,
      "brilli": 1569,
      "brilliant": 1570,
      "support": 1571,
      "town": 1572,
      "entertaining": 1573,
      "hit": 1574,
      "##oid": 1575,
      "overall": 1576,
      "contr": 1577,
      "adm": 1578,
      "##ley": 1579,
      "fans": 1580,
      "called": 1581,
      "based": 1582,
      "relations": 1583,
      "loved": 1584,
      "rock": 1585,
      "beginning": 1586,
      "fair": 1587,
      "spoil": 1588,
      "##ains": 1589,
      "extreme": 1590,
      "several": 1591,
      "stre": 1592,
      "##illy": 1593,
      "hon": 1594,
      "##imes": 1595,
      "##arth": 1596,
      "pet": 1597,
      "drama": 1598,
      "##my": 1599,
      "et": 1600,
      "##ump": 1601,
      "##ular": 1602,
      "list": 1603,
      "lives": 1604,
      "pred": 1605,
      "##ract": 1606,
      "pat": 1607,
      "##ready": 1608,
      "##ured": 1609,
      "direction": 1610,
      "##used": 1611,
      "dev": 1612,
      "##ins": 1613,
      "psy": 1614,
      "wood": 1615,
      "already": 1616,
      "becomes": 1617,
      "la": 1618,
      "del": 1619,
      "psych": 1620,
      "##ams": 1621,
      "med": 1622,
      "inf": 1623,
      "example": 1624,
      "michael": 1625,
      "##yn": 1626,
      "success": 1627,
      "break": 1628,
      "##rif": 1629,
      "despite": 1630,
      "##selves": 1631,
      "seemed": 1632,
      "fine": 1633,
      "vill": 1634,
      "zomb": 1635,
      "throughout": 1636,
      "##orn": 1637,
      "##eng": 1638,
      "unfortunately": 1639,
      "wanted": 1640,
      "##ision": 1641,
      "##tern": 1642,
      "##ts": 1643,
      "je": 1644,
      "##aughter": 1645,
      "final": 1646,
      "self": 1647,
      "history": 1648,
      "writing": 1649,
      "##amed": 1650,
      "##line": 1651,
      "relationship": 1652,
      "game": 1653,
      "touch": 1654,
      "amazing": 1655,
      "tech": 1656,
      "##ms": 1657,
      "##osp": 1658,
      "##ior": 1659,
      "##king": 1660,
      "rep": 1661,
      "fem": 1662,
      "200": 1663,
      "totally": 1664,
      "num": 1665,
      "guys": 1666,
      "##play": 1667,
      "quality": 1668,
      "cult": 1669,
      "annoy": 1670,
      "pick": 1671,
      "fre": 1672,
      "soon": 1673,
      "occ": 1674,
      "works": 1675,
      "wants": 1676,
      "gun": 1677,
      "tre": 1678,
      "##ement": 1679,
      "sci": 1680,
      "behind": 1681,
      "deser": 1682,
      "lar": 1683,
      "tom": 1684,
      "##ove": 1685,
      "prom": 1686,
      "tries": 1687,
      "mot": 1688,
      "##oup": 1689,
      "cost": 1690,
      "##ister": 1691,
      "##orge": 1692,
      "ben": 1693,
      "days": 1694,
      "mark": 1695,
      "##ided": 1696,
      "maj": 1697,
      "foot": 1698,
      "##uss": 1699,
      "viewer": 1700,
      "able": 1701,
      "eff": 1702,
      "comment": 1703,
      "appar": 1704,
      "##riend": 1705,
      "manag": 1706,
      "genre": 1707,
      "stuff": 1708,
      "mad": 1709,
      "##ape": 1710,
      "turns": 1711,
      "swe": 1712,
      "##ged": 1713,
      "enjoyed": 1714,
      "today": 1715,
      "!!!": 1716,
      "shoot": 1717,
      "deal": 1718,
      ".)": 1719,
      "novel": 1720,
      "prop": 1721,
      "docum": 1722,
      "wish": 1723,
      "sol": 1724,
      "##cess": 1725,
      "stra": 1726,
      "prof": 1727,
      "favorite": 1728,
      "late": 1729,
      "ant": 1730,
      "eyes": 1731,
      "##ination": 1732,
      "hell": 1733,
      "techn": 1734,
      "import": 1735,
      "fig": 1736,
      "crit": 1737,
      "contin": 1738,
      "etc": 1739,
      "learn": 1740,
      "age": 1741,
      "sle": 1742,
      "##unk": 1743,
      "##ude": 1744,
      "starts": 1745,
      "met": 1746,
      "##iss": 1747,
      "##ined": 1748,
      "sometimes": 1749,
      "gave": 1750,
      "incred": 1751,
      "lea": 1752,
      "appear": 1753,
      "bur": 1754,
      "bus": 1755,
      "typ": 1756,
      "##ese": 1757,
      "girls": 1758,
      "susp": 1759,
      "city": 1760,
      "level": 1761,
      "##ger": 1762,
      "directed": 1763,
      "moment": 1764,
      "##ution": 1765,
      "horrible": 1766,
      "intell": 1767,
      "##by": 1768,
      "##itive": 1769,
      "exact": 1770,
      "parts": 1771,
      "speak": 1772,
      "situ": 1773,
      "##ards": 1774,
      "const": 1775,
      "inde": 1776,
      "themselves": 1777,
      "stories": 1778,
      "thinking": 1779,
      "##ific": 1780,
      "robert": 1781,
      "du": 1782,
      "##ench": 1783,
      "##using": 1784,
      "major": 1785,
      "return": 1786,
      "hot": 1787,
      "opp": 1788,
      "musical": 1789,
      "event": 1790,
      "voice": 1791,
      "cinemat": 1792,
      "type": 1793,
      "document": 1794,
      "group": 1795,
      "room": 1796,
      "obviously": 1797,
      "brit": 1798,
      "##etic": 1799,
      "decent": 1800,
      "bab": 1801,
      "plan": 1802,
      "##iving": 1803,
      "hop": 1804,
      "non": 1805,
      "paul": 1806,
      "##vable": 1807,
      "writer": 1808,
      "##astic": 1809,
      "bro": 1810,
      "matter": 1811,
      "highly": 1812,
      "myself": 1813,
      "##ural": 1814,
      "mil": 1815,
      "##yp": 1816,
      "feeling": 1817,
      "daughter": 1818,
      "hus": 1819,
      "rent": 1820,
      "##iet": 1821,
      "teen": 1822,
      "##old": 1823,
      "four": 1824,
      "hilar": 1825,
      "ridicul": 1826,
      "chang": 1827,
      "ger": 1828,
      "##band": 1829,
      "anyway": 1830,
      "##ered": 1831,
      "##where": 1832,
      "effort": 1833,
      "mill": 1834,
      "weak": 1835,
      "roles": 1836,
      "##ung": 1837,
      "tele": 1838,
      "heard": 1839,
      "killed": 1840,
      "king": 1841,
      "says": 1842,
      "##ien": 1843,
      "marri": 1844,
      "convin": 1845,
      "leave": 1846,
      "police": 1847,
      "husband": 1848,
      "!!": 1849,
      "james": 1850,
      "hold": 1851,
      "##antly": 1852,
      ").<": 1853,
      "!)": 1854,
      "##ising": 1855,
      "##like": 1856,
      "took": 1857,
      "predict": 1858,
      "cannot": 1859,
      "ridiculous": 1860,
      "rating": 1861,
      "##ipp": 1862,
      "....": 1863,
      "strange": 1864,
      "violence": 1865,
      "air": 1866,
      "##dle": 1867,
      "fut": 1868,
      "living": 1869,
      "##ma": 1870,
      "bring": 1871,
      "mel": 1872,
      "gar": 1873,
      "shock": 1874,
      "stay": 1875,
      "known": 1876,
      "happens": 1877,
      "cool": 1878,
      "##ross": 1879,
      "!<": 1880,
      "##dy": 1881,
      "particularly": 1882,
      "mart": 1883,
      "##antic": 1884,
      "involved": 1885,
      "happened": 1886,
      "season": 1887,
      "chance": 1888,
      "##up": 1889,
      "crap": 1890,
      "##gan": 1891,
      "step": 1892,
      "##ax": 1893,
      "gore": 1894,
      "none": 1895,
      "wouldn": 1896,
      "extremely": 1897,
      "##els": 1898,
      "check": 1899,
      "esc": 1900,
      "##gn": 1901,
      "camp": 1902,
      "var": 1903,
      "er": 1904,
      "told": 1905,
      "coming": 1906,
      "polit": 1907,
      "alone": 1908,
      "hilarious": 1909,
      "##eless": 1910,
      "opin": 1911,
      "experience": 1912,
      "##ering": 1913,
      "order": 1914,
      "david": 1915,
      "cheap": 1916,
      "law": 1917,
      "pot": 1918,
      "pay": 1919,
      "result": 1920,
      "including": 1921,
      "country": 1922,
      "clich": 1923,
      "please": 1924,
      "deep": 1925,
      "pos": 1926,
      "body": 1927,
      "sil": 1928,
      "##he": 1929,
      "ru": 1930,
      "quick": 1931,
      "cat": 1932,
      "land": 1933,
      "simple": 1934,
      "desc": 1935,
      "lou": 1936,
      "##gu": 1937,
      "honest": 1938,
      "ten": 1939,
      "##lt": 1940,
      "sum": 1941,
      "dest": 1942,
      "spir": 1943,
      "ago": 1944,
      "forget": 1945,
      "score": 1946,
      "##zy": 1947,
      "jap": 1948,
      "##mak": 1949,
      "##ik": 1950,
      "##urb": 1951,
      "save": 1952,
      "##ett": 1953,
      "phot": 1954,
      "##iest": 1955,
      "foc": 1956,
      "english": 1957,
      "ill": 1958,
      "osc": 1959,
      "##iff": 1960,
      "earth": 1961,
      "number": 1962,
      "japan": 1963,
      "##lling": 1964,
      "##ential": 1965,
      "looked": 1966,
      "fill": 1967,
      "sent": 1968,
      "##ether": 1969,
      "frank": 1970,
      "career": 1971,
      "huge": 1972,
      "##akes": 1973,
      "myst": 1974,
      "##cer": 1975,
      "##ek": 1976,
      "suff": 1977,
      "seriously": 1978,
      "##owing": 1979,
      "fur": 1980,
      "##vision": 1981,
      "possible": 1982,
      "##esh": 1983,
      "annoying": 1984,
      "treat": 1985,
      "##use": 1986,
      "##arch": 1987,
      "similar": 1988,
      "sor": 1989,
      "exactly": 1990,
      "##bo": 1991,
      "shown": 1992,
      "...<": 1993,
      "apart": 1994,
      "avoid": 1995,
      "running": 1996,
      "##ational": 1997,
      "sym": 1998,
      "scary": 1999,
      "taken": 2000,
      "yourself": 2001,
      "198": 2002,
      "##outh": 2003,
      "reality": 2004,
      "mist": 2005,
      "whose": 2006,
      "secret": 2007,
      "released": 2008,
      "cinematography": 2009,
      "near": 2010,
      "ends": 2011,
      "mc": 2012,
      "##uck": 2013,
      "dam": 2014,
      "usually": 2015,
      "##co": 2016,
      "hours": 2017,
      "prem": 2018,
      "jokes": 2019,
      "opening": 2020,
      "ult": 2021,
      "straight": 2022,
      "post": 2023,
      "##ances": 2024,
      "ones": 2025,
      "dog": 2026,
      "modern": 2027,
      "##side": 2028,
      "##br": 2029,
      "197": 2030,
      "ear": 2031,
      "sam": 2032,
      "wes": 2033,
      "across": 2034,
      "##enty": 2035,
      "middle": 2036,
      "##what": 2037,
      "willi": 2038,
      "usual": 2039,
      "opinion": 2040,
      "somewhat": 2041,
      "gold": 2042,
      "happy": 2043,
      "talent": 2044,
      "##nds": 2045,
      "##ustr": 2046,
      "doub": 2047,
      "change": 2048,
      "pull": 2049,
      "ut": 2050,
      "##nded": 2051,
      "cla": 2052,
      "started": 2053,
      "!\"": 2054,
      "##itting": 2055,
      "narr": 2056,
      "filmmak": 2057,
      "##ians": 2058,
      "eye": 2059,
      "\")": 2060,
      "single": 2061,
      "##ram": 2062,
      "##ino": 2063,
      "##ina": 2064,
      "##ground": 2065,
      "##iety": 2066,
      "##wards": 2067,
      "taking": 2068,
      "talking": 2069,
      "documentary": 2070,
      "build": 2071,
      "##ator": 2072,
      "gh": 2073,
      "odd": 2074,
      "exist": 2075,
      "##ival": 2076,
      "finds": 2077,
      "shots": 2078,
      "among": 2079,
      "prot": 2080,
      "saying": 2081,
      "female": 2082,
      "ask": 2083,
      "intr": 2084,
      "mostly": 2085,
      "cart": 2086,
      "sold": 2087,
      "episodes": 2088,
      "richard": 2089,
      "fast": 2090,
      "jer": 2091,
      "subject": 2092,
      "suspense": 2093,
      "##ained": 2094,
      "bill": 2095,
      "five": 2096,
      "sign": 2097,
      "meet": 2098,
      "important": 2099,
      "##ec": 2100,
      "##ield": 2101,
      "exp": 2102,
      "turned": 2103,
      "##ones": 2104,
      "##otic": 2105,
      "##ugg": 2106,
      "##anger": 2107,
      "deliver": 2108,
      "##sh": 2109,
      "inn": 2110,
      "respect": 2111,
      "apparently": 2112,
      "disappointed": 2113,
      "##lic": 2114,
      "due": 2115,
      "aren": 2116,
      "##form": 2117,
      "creep": 2118,
      "local": 2119,
      "20": 2120,
      "remind": 2121,
      "vir": 2122,
      "atm": 2123,
      "events": 2124,
      "box": 2125,
      "songs": 2126,
      "emb": 2127,
      "intellig": 2128,
      "attention": 2129,
      "basically": 2130,
      "atmosp": 2131,
      "comic": 2132,
      "television": 2133,
      "space": 2134,
      "future": 2135,
      "jud": 2136,
      "knows": 2137,
      "british": 2138,
      "##ubb": 2139,
      "bey": 2140,
      "199": 2141,
      "clearly": 2142,
      "romantic": 2143,
      "supporting": 2144,
      "knew": 2145,
      "##ball": 2146,
      "thriller": 2147,
      "cap": 2148,
      "##ald": 2149,
      "##ants": 2150,
      "compl": 2151,
      "##bel": 2152,
      "easily": 2153,
      "stun": 2154,
      "dream": 2155,
      "silly": 2156,
      "adult": 2157,
      "lo": 2158,
      "pub": 2159,
      "present": 2160,
      "problems": 2161,
      "free": 2162,
      "words": 2163,
      "##iction": 2164,
      "##eth": 2165,
      "detail": 2166,
      "pleas": 2167,
      "##iel": 2168,
      "##rack": 2169,
      "tells": 2170,
      "##ises": 2171,
      "entertainment": 2172,
      "gang": 2173,
      "##ike": 2174,
      "appre": 2175,
      "die": 2176,
      "team": 2177,
      "ham": 2178,
      "forg": 2179,
      "sequence": 2180,
      "den": 2181,
      "sexual": 2182,
      "hands": 2183,
      "lady": 2184,
      "dull": 2185,
      "##ital": 2186,
      "##ished": 2187,
      "beyond": 2188,
      "mater": 2189,
      "norm": 2190,
      "george": 2191,
      "##iod": 2192,
      "attack": 2193,
      "grand": 2194,
      "##ats": 2195,
      "##lly": 2196,
      "##ili": 2197,
      "oscar": 2198,
      "##ox": 2199,
      "unlike": 2200,
      "upon": 2201,
      "##usion": 2202,
      "fell": 2203,
      "question": 2204,
      "whether": 2205,
      "suck": 2206,
      "theat": 2207,
      "moving": 2208,
      "predictable": 2209,
      "##ental": 2210,
      "aspect": 2211,
      "appreci": 2212,
      "hate": 2213,
      "prog": 2214,
      "twist": 2215,
      "sets": 2216,
      "york": 2217,
      "falls": 2218,
      "##rop": 2219,
      "mystery": 2220,
      "cover": 2221,
      "##orable": 2222,
      "##ury": 2223,
      "fire": 2224,
      "##ky": 2225,
      "mer": 2226,
      "period": 2227,
      "german": 2228,
      "material": 2229,
      "van": 2230,
      "enjoyable": 2231,
      "##how": 2232,
      "needs": 2233,
      "appears": 2234,
      "hun": 2235,
      "giving": 2236,
      "los": 2237,
      "lee": 2238,
      "##ots": 2239,
      "match": 2240,
      "##oul": 2241,
      "adapt": 2242,
      "previous": 2243,
      "feature": 2244,
      "stri": 2245,
      "##asy": 2246,
      "within": 2247,
      "##ension": 2248,
      "french": 2249,
      "actual": 2250,
      "##gy": 2251,
      "comb": 2252,
      "ultim": 2253,
      "message": 2254,
      "##den": 2255,
      "theater": 2256,
      "##oof": 2257,
      "trou": 2258,
      "path": 2259,
      "animation": 2260,
      "wind": 2261,
      "tar": 2262,
      "sister": 2263,
      "##asc": 2264,
      "joe": 2265,
      "prin": 2266,
      "##arely": 2267,
      "insp": 2268,
      "bunch": 2269,
      "pac": 2270,
      "above": 2271,
      "sequel": 2272,
      "clear": 2273,
      "##path": 2274,
      "victim": 2275,
      "theme": 2276,
      "wait": 2277,
      "##wise": 2278,
      "nearly": 2279,
      "surv": 2280,
      "haven": 2281,
      "points": 2282,
      "ways": 2283,
      "easy": 2284,
      "herself": 2285,
      "flaw": 2286,
      "doubt": 2287,
      "est": 2288,
      "feels": 2289,
      "setting": 2290,
      "superb": 2291,
      "ca": 2292,
      "release": 2293,
      "aff": 2294,
      "hall": 2295,
      "truth": 2296,
      "storyline": 2297,
      "slight": 2298,
      "hom": 2299,
      "lots": 2300,
      "named": 2301,
      "surprised": 2302,
      "using": 2303,
      "visual": 2304,
      "fantastic": 2305,
      "fi": 2306,
      "##nding": 2307,
      "##ires": 2308,
      "##ices": 2309,
      "clim": 2310,
      "third": 2311,
      "advent": 2312,
      "'.": 2313,
      "begins": 2314,
      "working": 2315,
      "ine": 2316,
      "##ength": 2317,
      "***": 2318,
      "personal": 2319,
      "##dden": 2320,
      "?)": 2321,
      "roll": 2322,
      "minute": 2323,
      "famous": 2324,
      "jim": 2325,
      "tale": 2326,
      "##essed": 2327,
      "western": 2328,
      "##ctor": 2329,
      "sudden": 2330,
      "weird": 2331,
      "viewers": 2332,
      "buy": 2333,
      "##sw": 2334,
      "##ana": 2335,
      "general": 2336,
      "##icult": 2337,
      "elements": 2338,
      "large": 2339,
      "reve": 2340,
      "disney": 2341,
      "accept": 2342,
      "##track": 2343,
      "dumb": 2344,
      "##ps": 2345,
      "hear": 2346,
      "deb": 2347,
      "comments": 2348,
      "drug": 2349,
      "##aught": 2350,
      "soundtrack": 2351,
      "typical": 2352,
      "##imin": 2353,
      "showing": 2354,
      "editing": 2355,
      "lat": 2356,
      "difficult": 2357,
      "wall": 2358,
      "sugg": 2359,
